<html>
<link href="css/default.css" rel="stylesheet" type="text/css" />
<?php
include_once 'inc/functions.php';
include_once 'inc/initialize.php';
include_once 'inc/menu.php';
if (!logged()) redirect('index.php?rx=help');

genmenu();

?>

<h3 align=center>УПАТСТВО ЗА РАБОТА </h3>

<!-- <h3>1. Функции при надворешен кориснички пристап</h3> -->
<h4>1.0. Пристап до апликацијата</h4>
<p>До апликацијaта се пристапува преку страната <a href='http://172.21.93.122/onlinekart'>http://172.21.93.122/onlinekart</a> , со внес на корисничко име и лозинка.</p>
<img src="img/Screenshot_1.jpg"/>
<br></br>

<h4>1.1.  Проверка на фин.состојба на фирмата на логираниот корисник</h4>
<p>При логирањето на корисникот се отвора првата страна каде што е прикажана финансиската состојба на фирмата на тој корисник.</p>
<img src="img/Screenshot_2.jpg"/>
<br></br>

<h4>1.2.  Извештај за користење на Лукоил картички </h4>
<p>Со избор на менито  „Извештај за продажба“ се отвара страна со избор на филтри за генерирање на извештајот за продажби со Лукоил картички.</p>
<img src="img/Screenshot_3.jpg"/>
<p>Со избор на саканите опции и копчето „Прикажи“ се добива прегледот.</p>
<img src="img/Screenshot_4.jpg"/>
<p>Со избор на копчето Р  се добива прегледот во .pdf формат, а со избор на копчето X се добива прегледот во ексел (.xls формат).</p>
<br></br>

<h4>1.3.  Преглед на соопштенија</h4>
<p>Со избор на менито „Соопштенија“ корисникот во зависност од профилот, може да ги прегледува соопштенијата наменети за него. </p>
<img src="img/Screenshot_5.jpg"/>
<p>Преглед на соопштението се добива со избор на насловот на истото.</p>
<img src="img/Screenshot_6.jpg"/>
<p>По преглед на соопштението, насловот ја менува бојата со што се означува дека истото е прочитано.  Секој  корисник  има  дозвола  да  избрише  соопштение,  при  што  се  брише соопштението само за тој корисник.</p>
<br></br>

<h4>2.4.  Промена на корисничка лозинка</h4>
<p>При промена на лозинка се отвора страна за промена на лозинка на корисник.</p>
<img src="img/Screenshot_7.jpg"/>
<p>Се внесува постоечката лозинка, па потоа новата лозинка и нејзина потврда. Со кликнување на копчето „Потврда“ се зачувува новата лозинка за тој корисник.</p>

</html>